Repository: semanticist21/walnut-webview-tester
Catalog: wina/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Media Queries
ar: استعلامات الوسائط
ca: Consultes de mitjans
cs: Dotazy na média
da: Medieforespørgsler
de: Medienabfragen
es: Consultas de medios
fi: Mediakyselyt
fr: Requêtes média
he: שאילתות מדיה
hi: मीडिया क्वेरी
hr: Medijski upiti
hu: Média lekérdezések
id: Kueri media
it: Media query
ja: メディアクエリ
ko: 미디어 쿼리
ms: Pertanyaan media
nb: Medieforespørsler
pl: Zapytania o media
pt_br: Consultas de mídia
pt_pt: Consultas de multimédia
ro: Interogări media
ru: Медиазапросы
sk: Dotazy na médiá
sv: Mediefrågor
tr: Medya sorguları
uk: Медіазапити
vi: Truy vấn phương tiện
zh_hans: 媒体查询
zh_hant: 媒體查詢

source: Memory
ar: الذاكرة
ca: Memòria
cs: Paměť
da: Hukommelse
de: Speicher
el: Μνήμη
es: Memoria
fi: Muisti
fr: Mémoire
he: זיכרון
hi: मेमोरी
hr: Memorija
hu: Memória
id: Memori
it: Memoria
ja: メモリ
ko: 메모리
ms: Memori
nb: Minne
nl: Geheugen
pl: Pamięć
pt_br: Memória
pt_pt: Memória
ro: Memorie
ru: Память
sk: Pamäť
sv: Minne
th: หน่วยความจำ
tr: Bellek
uk: Пам'ять
vi: Bộ nhớ
zh_hans: 内存
zh_hant: 記憶體

source: Memory & Power
ar: الذاكرة والطاقة
ca: Memòria i energia
cs: Paměť a napájení
da: Hukommelse og strøm
de: Speicher und Energie
el: Μνήμη και ισχύς
es: Memoria y energía
fi: Muisti ja virta
fr: Mémoire et alimentation
he: זיכרון וחשמל
hi: मेमोरी और पावर
hr: Memorija i napajanje
hu: Memória és energia
id: Memori dan daya
it: Memoria e alimentazione
ja: メモリと電力
ko: 메모리 & 전력
ms: Memori dan kuasa
nb: Minne og strøm
nl: Geheugen en energie
pl: Pamięć i zasilanie
pt_br: Memória e energia
pt_pt: Memória e energia
ro: Memorie și energie
ru: Память и питание
sk: Pamäť a napájanie
sv: Minne och ström
th: หน่วยความจำและพลังงาน
tr: Bellek ve güç
uk: Пам'ять та живлення
vi: Bộ nhớ và năng lượng
zh_hans: 内存与电量
zh_hant: 記憶體與電量

source: Method
ar: الطريقة
ca: Mètode
cs: Metoda
da: Metode
de: Methode
el: Μέθοδος
es: Método
fi: Metodi
fr: Méthode
he: שיטה
hi: विधि
hr: Metoda
hu: Módszer
id: Metode
it: Metodo
ja: メソッド
ms: Kaedah
nb: Metode
nl: Methode
pl: Metoda
pt_br: Método
pt_pt: Método
ro: Metodă
ru: Метод
sk: Metóda
sv: Metod
th: วิธี
tr: Yöntem
uk: Метод
vi: Phương thức
zh_hans: 方法
zh_hant: 方法

source: Microphone
ar: الميكروفون
ca: Micròfon
cs: Mikrofon
da: Mikrofon
de: Mikrofon
el: Μικρόφωνο
es: Micrófono
fi: Mikrofoni
he: מיקרופון
hi: माइक्रोफ़ोन
hr: Mikrofon
hu: Mikrofon
id: Mikrofon
it: Microfono
ja: マイク
ko: 마이크
ms: Mikrofon
nb: Mikrofon
nl: Microfoon
pl: Mikrofon
pt_br: Microfone
pt_pt: Microfone
ro: Microfon
ru: Микрофон
sk: Mikrofón
sv: Mikrofon
th: ไมโครโฟน
tr: Mikrofon
uk: Мікрофон
vi: Micro
zh_hans: 麦克风
zh_hant: 麥克風

source: Min
ar: الأدنى
ca: Mín
el: Ελάχ
es: Mín
he: מינ
hi: न्यूनतम
ja: 最小
ko: 최소
pt_br: Mín
pt_pt: Mín
ru: Мин
th: ต่ำสุด
uk: Мін
vi: Tối thiểu
zh_hans: 最小
zh_hant: 最小

source: Minimum Font Size
ar: الحد الأدنى لحجم الخط
ca: Mida mínima de la font
cs: Minimální velikost písma
da: Minimum skriftstørrelse
de: Mindestschriftgröße
el: Ελάχιστο μέγεθος γραμματοσειράς
es: Tamaño mínimo de fuente
fi: Fontin minimikoko
fr: Taille de police minimale
he: גודל גופן מינימלי
hi: न्यूनतम फ़ॉन्ट आकार
hr: Minimalna veličina fonta
hu: Minimális betűméret
id: Ukuran Font Minimum
it: Dimensione minima carattere
ja: 最小フォントサイズ
ko: 최소 글꼴 크기
ms: Saiz Fon Minimum
nb: Minimum skriftstørrelse
nl: Minimale lettergrootte
pl: Minimalny rozmiar czcionki
pt_br: Tamanho mínimo da fonte
pt_pt: Tamanho mínimo de letra
ro: Dimensiune minimă font
ru: Минимальный размер шрифта
sk: Minimálna veľkosť písma
sv: Minsta teckenstorlek
th: ขนาดตัวอักษรขั้นต่ำ
tr: Minimum yazı tipi boyutu
uk: Мінімальний розмір шрифту
vi: Cỡ chữ tối thiểu
zh_hans: 最小字体大小
zh_hant: 最小字體大小

source: Minimum text size. Makes small text readable. 0 = Use page's font sizes.
ar: الحد الأدنى لحجم النص. يجعل النص الصغير مقروءًا. 0 = استخدم أحجام الصفحة.
ca: Mida mínima del text. Fa el text petit llegible. 0 = Utilitza les mides de la pàgina.
cs: Minimální velikost textu. Činí malý text čitelným. 0 = Použít velikosti stránky.
da: Minimum tekststørrelse. Gør lille tekst læsbar. 0 = Brug sidens skriftstørrelser.
de: Minimale Textgröße. Macht kleinen Text lesbar. 0 = Seitengrößen verwenden.
el: Ελάχιστο μέγεθος κειμένου. Κάνει το μικρό κείμενο αναγνώσιμο. 0 = Χρήση μεγεθών σελίδας.
es: Tamaño de texto mínimo. Hace el texto pequeño legible. 0 = Usar tamaños de la página.
fi: Minimitekstikoko. Tekee pienestä tekstistä luettavaa. 0 = Käytä sivun fonttikokoja.
fr: Taille de texte minimum. Rend le petit texte lisible. 0 = Utiliser les tailles de la page.
he: גודל טקסט מינימלי. הופך טקסט קטן לקריא. 0 = השתמש בגדלי העמוד.
hi: न्यूनतम टेक्स्ट आकार। छोटे टेक्स्ट को पठनीय बनाता है। 0 = पेज के फ़ॉन्ट आकार का उपयोग करें।
hr: Minimalna veličina teksta. Čini mali tekst čitljivim. 0 = Koristi veličine stranice.
hu: Minimális szövegméret. Kis szöveget olvashatóvá tesz. 0 = Oldal betűméreteinek használata.
id: Ukuran teks minimum. Membuat teks kecil dapat dibaca. 0 = Gunakan ukuran font halaman.
it: Dimensione testo minima. Rende leggibile il testo piccolo. 0 = Usa le dimensioni della pagina.
ja: 最小テキストサイズです。 小さいテキストを読みやすくします。 0 = ページのフォントサイズを使用。
ko: 최소 텍스트 크기입니다. 0이면 페이지 폰트 크기를 씁니다.
ms: Saiz teks minimum. Menjadikan teks kecil boleh dibaca. 0 = Gunakan saiz fon halaman.
nb: Minimum tekststørrelse. Gjør liten tekst lesbar. 0 = Bruk sidens skriftstørrelser.
nl: Minimale tekstgrootte. Maakt kleine tekst leesbaar. 0 = Paginagroottes gebruiken.
pl: Minimalny rozmiar tekstu. Sprawia, że mały tekst jest czytelny. 0 = Użyj rozmiarów strony.
pt_br: Tamanho mínimo do texto. Torna textos pequenos legíveis. 0 = Usar tamanhos da página.
pt_pt: Tamanho mínimo do texto. Torna textos pequenos legíveis. 0 = Usar tamanhos da página.
ro: Dimensiune minimă text. Face textul mic lizibil. 0 = Folosește dimensiunile paginii.
ru: Минимальный размер текста. Делает мелкий текст читаемым. 0 = Использовать размеры страницы.
sk: Minimálna veľkosť textu. Robí malý text čitateľným. 0 = Použiť veľkosti stránky.
sv: Minsta textstorlek. Gör liten text läsbar. 0 = Använd sidans teckenstorlekar.
th: ขนาดข้อความขั้นต่ำ ทำให้ข้อความเล็กอ่านได้ 0 = ใช้ขนาดฟอนต์ของหน้า
tr: Minimum metin boyutu. Küçük metni okunabilir yapar. 0 = Sayfa boyutlarını kullan.
uk: Мінімальний розмір тексту. Робить дрібний текст читабельним. 0 = Використати розміри сторінки.
vi: Kích thước văn bản tối thiểu. Làm cho văn bản nhỏ có thể đọc được. 0 = Dùng kích thước của trang.
zh_hans: 最小文本大小。 使小文本可读。 0 = 使用页面的字体大小。
zh_hant: 最小文字大小。 使小文字可讀。 0 = 使用頁面的字體大小。

source: Minor
ar: طفيف
ca: Menor
cs: Menší
da: Mindre
de: Gering
el: Μικρό
es: Menor
fi: Vähäinen
fr: Mineur
he: קל
hi: मामूली
hr: Manji
hu: Kisebb
id: Ringan
it: Minore
ja: 軽微
ko: 경미
ms: Kecil
nb: Mindre
nl: Klein
pl: Drobny
pt_br: Menor
pt_pt: Menor
ru: Незначительный
sk: Menší
sv: Mindre
th: เล็กน้อย
tr: Küçük
uk: Незначний
vi: Nhỏ
zh_hans: 轻微
zh_hant: 輕微

source: Mixed Content
ar: محتوى مختلط
ca: Contingut mixt
cs: Smíšený obsah
da: Blandet indhold
de: Gemischte Inhalte
el: Μικτό περιεχόμενο
es: Contenido mixto
fi: Sekasisältö
fr: Contenu mixte
he: תוכן מעורב
hi: मिश्रित सामग्री
hr: Mješoviti sadržaj
hu: Vegyes tartalom
id: Konten Campuran
it: Contenuto misto
ja: 混合コンテンツ
ko: 혼합 콘텐츠
ms: Kandungan Bercampur
nb: Blandet innhold
nl: Gemengde inhoud
pl: Mieszana zawartość
pt_br: Conteúdo misto
pt_pt: Conteúdo misto
ro: Conținut mixt
ru: Смешанный контент
sk: Zmiešaný obsah
sv: Blandat innehåll
th: เนื้อหาผสม
tr: Karışık içerik
uk: Змішаний контент
vi: Nội dung hỗn hợp
zh_hans: 混合内容
zh_hant: 混合內容

source: Mobile
ar: جوال
ca: Mòbil
cs: Mobil
da: Mobil
de: Mobil
el: Κινητό
es: Móvil
fi: Mobiili
he: נייד
hi: मोबाइल
hr: Mobilni
hu: Mobil
id: Seluler
ja: モバイル
ko: 모바일
ms: Mudah alih
nb: Mobil
nl: Mobiel
pl: Mobilny
pt_br: Celular
pt_pt: Telemóvel
ro: Mobil
ru: Мобильный
sk: Mobil
sv: Mobil
th: มือถือ
tr: Mobil
uk: Мобільний
vi: Di động
zh_hans: 移动设备
zh_hant: 行動裝置

source: Mobile or desktop sites. Recommended: Auto-detect. Desktop useful on iPad.
ar: مواقع الجوال أو سطح المكتب. موصى به: كشف تلقائي. سطح المكتب مفيد على iPad.
ca: Llocs mòbils o d'escriptori. Recomanat: Auto-detecció. Escriptori útil a iPad.
cs: Mobilní nebo desktopové stránky. Doporučeno: Automatická detekce. Desktop užitečný na iPadu.
da: Mobile eller desktop-sider. Anbefalet: Auto-detektering. Desktop nyttigt på iPad.
de: Mobile oder Desktop-Sites. Empfohlen: Auto-Erkennung. Desktop nützlich auf iPad.
el: Ιστοσελίδες κινητού ή υπολογιστή. Συνιστάται: Αυτόματη ανίχνευση. Υπολογιστής χρήσιμος σε iPad.
es: Sitios móviles o de escritorio. Recomendado: Auto-detectar. Escritorio útil en iPad.
fi: Mobiili- tai työpöytäsivustot. Suositeltu: Automaattitunnistus. Työpöytä hyödyllinen iPadilla.
fr: Sites mobiles ou bureau. Recommandé : Auto-détection. Bureau utile sur iPad.
he: אתרי מובייל או דסקטופ. מומלץ: זיהוי אוטומטי. דסקטופ שימושי ב-iPad.
hi: मोबाइल या डेस्कटॉप साइट। अनुशंसित: ऑटो-डिटेक्ट। iPad पर डेस्कटॉप उपयोगी।
hr: Mobilne ili desktop stranice. Preporučeno: Automatska detekcija. Desktop koristan na iPadu.
hu: Mobil vagy asztali oldalak. Ajánlott: Automatikus felismerés. Asztali hasznos iPaden.
id: Situs mobile atau desktop. Disarankan: Deteksi otomatis. Desktop berguna di iPad.
it: Siti mobile o desktop. Consigliato: Rilevamento auto. Desktop utile su iPad.
ja: モバイルまたはデスクトップサイト。 自動検出を推奨。 iPadではデスクトップが便利。
ko: 모바일 또는 데스크톱 사이트입니다. 자동 감지를 권장합니다.
ms: Laman mudah alih atau desktop. Disyorkan: Kesan automatik. Desktop berguna di iPad.
nb: Mobil- eller desktop-sider. Anbefalt: Automatisk oppdagelse. Desktop nyttig på iPad.
nl: Mobiele of desktopsites. Aanbevolen: Auto-detectie. Desktop nuttig op iPad.
pl: Strony mobilne lub desktopowe. Zalecane: Automatyczne wykrywanie. Desktop przydatny na iPadzie.
pt_br: Sites móveis ou desktop. Recomendado: Auto-detectar. Desktop útil no iPad.
pt_pt: Sites móveis ou desktop. Recomendado: Auto-detetar. Desktop útil no iPad.
ro: Site-uri mobile sau desktop. Recomandat: Auto-detectare. Desktop util pe iPad.
ru: Мобильные или десктопные сайты. Рекомендуется: Авто-определение. Десктоп полезен на iPad.
sk: Mobilné alebo desktopové stránky. Odporúčané: Automatická detekcia. Desktop užitočný na iPade.
sv: Mobila eller skrivbordssidor. Rekommenderas: Automatisk detektering. Skrivbord användbart på iPad.
th: ไซต์มือถือหรือเดสก์ท็อป แนะนำ: ตรวจจับอัตโนมัติ เดสก์ท็อปมีประโยชน์บน iPad
tr: Mobil veya masaüstü siteler. Önerilen: Otomatik algılama. iPad'de masaüstü yararlı.
uk: Мобільні або десктопні сайти. Рекомендовано: Авто-визначення. Десктоп корисний на iPad.
vi: Trang di động hoặc máy tính. Đề xuất: Tự động phát hiện. Máy tính hữu ích trên iPad.
zh_hans: 移动端或桌面端网站。 推荐：自动检测。 桌面端在 iPad 上有用。
zh_hant: 行動版或桌面版網站。 建議：自動偵測。 桌面版在 iPad 上有用。

source: Mode
ar: الوضع
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
fi: Tila
he: מצב
hi: मोड
hr: Način
hu: Mód
it: Modalità
ja: モード
ko: 모드
ms: Mod
nb: Modus
nl: Modus
pl: Tryb
pt_br: Modo
pt_pt: Modo
ro: Mod
ru: Режим
sk: Režim
sv: Läge
th: โหมด
tr: Mod
uk: Режим
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

source: Model
ar: الطراز
de: Modell
el: Μοντέλο
es: Modelo
fi: Malli
fr: Modèle
he: דגם
hi: मॉडल
hu: Modell
it: Modello
ja: モデル
ko: 모델
nb: Modell
pt_br: Modelo
pt_pt: Modelo
ru: Модель
sv: Modell
th: รุ่น
uk: Модель
vi: Mẫu
zh_hans: 型号
zh_hant: 型號

source: Moderate
ar: معتدل
ca: Moderat
cs: Mírný
da: Moderat
de: Moderat
el: Μέτριο
es: Moderado
fi: Kohtalainen
fr: Modéré
he: בינוני
hi: मध्यम
hr: Umjereno
hu: Közepes
id: Sedang
it: Moderato
ja: 中程度
ko: 보통
ms: Sederhana
nb: Moderat
nl: Gemiddeld
pl: Umiarkowany
pt_br: Moderado
pt_pt: Moderado
ro: Moderat
ru: Умеренный
sk: Mierny
sv: Måttlig
th: ปานกลาง
tr: Orta
uk: Помірний
vi: Trung bình
zh_hans: 中等
zh_hant: 中等

source: Modern HTTP requests API. Promise-based, replaces XHR. Supports streaming.
ar: واجهة طلبات HTTP حديثة. قائمة على Promise، تحل محل XHR. تدعم البث.
ca: API de sol·licituds HTTP moderna. Basada en Promise, substitueix XHR. Suporta streaming.
cs: Moderní API HTTP požadavků. Založené na Promise, nahrazuje XHR. Podporuje streaming.
da: Moderne HTTP-anmodnings API. Promise-baseret, erstatter XHR. Understøtter streaming.
de: Moderne HTTP-Anfragen-API. Promise-basiert, ersetzt XHR. Unterstützt Streaming.
el: Σύγχρονο API αιτημάτων HTTP. Βασισμένο σε Promise, αντικαθιστά XHR. Υποστηρίζει streaming.
es: API de solicitudes HTTP moderna. Basada en Promise, reemplaza XHR. Soporta streaming.
fi: Moderni HTTP-pyyntö-API. Promise-pohjainen, korvaa XHR:n. Tukee suoratoistoa.
fr: API de requêtes HTTP moderne. Basée sur Promise, remplace XHR. Supporte le streaming.
he: API בקשות HTTP מודרני. מבוסס Promise, מחליף XHR. תומך בסטרימינג.
hi: आधुनिक HTTP अनुरोध API। Promise-आधारित, XHR को प्रतिस्थापित करता है। स्ट्रीमिंग का समर्थन करता है।
hr: Moderni API za HTTP zahtjeve. Temeljen na Promise, zamjenjuje XHR. Podržava streaming.
hu: Modern HTTP kérés API. Promise-alapú, XHR-t helyettesíti. Streaming támogatott.
id: API permintaan HTTP modern. Berbasis Promise, menggantikan XHR. Mendukung streaming.
it: API richieste HTTP moderna. Basata su Promise, sostituisce XHR. Supporta streaming.
ja: 最新のHTTPリクエストAPIです。 PromiseベースでXHRを置き換えます。 ストリーミングをサポート。
ko: 최신 HTTP 요청 API입니다. Promise 기반이고 스트리밍 지원합니다.
ms: API permintaan HTTP moden. Berasaskan Promise, menggantikan XHR. Menyokong streaming.
nb: Moderne HTTP-forespørsels-API. Promise-basert, erstatter XHR. Støtter streaming.
nl: Moderne HTTP-verzoeken API. Promise-gebaseerd, vervangt XHR. Ondersteunt streaming.
pl: Nowoczesne API żądań HTTP. Oparte na Promise, zastępuje XHR. Obsługuje streaming.
pt_br: API de requisições HTTP moderna. Baseada em Promise, substitui XHR. Suporta streaming.
pt_pt: API de pedidos HTTP moderna. Baseada em Promise, substitui XHR. Suporta streaming.
ro: API modern pentru cereri HTTP. Bazat pe Promise, înlocuiește XHR. Suportă streaming.
ru: Современный API HTTP-запросов. На основе Promise, заменяет XHR. Поддерживает потоковую передачу.
sk: Moderné API HTTP požiadaviek. Založené na Promise, nahrádza XHR. Podporuje streaming.
sv: Modernt HTTP-förfrågnings-API. Promise-baserat, ersätter XHR. Stöder streaming.
th: API คำขอ HTTP ที่ทันสมัย ใช้ Promise แทน XHR รองรับ streaming
tr: Modern HTTP istekleri API'si. Promise tabanlı, XHR'ı değiştirir. Streaming destekler.
uk: Сучасний API HTTP-запитів. На основі Promise, замінює XHR. Підтримує потокову передачу.
vi: API yêu cầu HTTP hiện đại. Dựa trên Promise, thay thế XHR. Hỗ trợ streaming.
zh_hans: 现代 HTTP 请求 API。 基于 Promise，替代 XHR。 支持流式传输。
zh_hant: 現代 HTTP 請求 API。 基於 Promise，替代 XHR。 支援串流。

source: Motion, Contrast, Color scheme preferences
ar: تفضيلات الحركة والتباين ونظام الألوان
ca: Preferències de moviment, contrast, esquema de color
cs: Předvolby pohybu, kontrastu, barevného schématu
da: Bevægelse, Kontrast, Farveskema-præferencer
de: Bewegungs-, Kontrast-, Farbschema-Einstellungen
el: Προτιμήσεις κίνησης, αντίθεσης, χρωματικού σχήματος
es: Preferencias de movimiento, contraste, esquema de color
fi: Liike-, Kontrasti-, Väriskeema-asetukset
fr: Préférences de mouvement, contraste, schéma de couleurs
he: העדפות תנועה, ניגודיות, ערכת צבעים
hi: मोशन, कंट्रास्ट, रंग योजना वरीयताएं
hr: Postavke pokreta, kontrasta, sheme boja
hu: Mozgás, kontraszt, színséma beállítások
id: Preferensi gerakan, kontras, skema warna
it: Preferenze movimento, contrasto, schema colori
ja: モーション、コントラスト、カラースキームの設定
ko: 모션, 대비, 색상 구성 환경설정
ms: Pilihan gerakan, kontras, skema warna
nb: Bevegelse, Kontrast, Fargeskjema-preferanser
nl: Beweging, Contrast, Kleurschema voorkeuren
pl: Preferencje ruchu, kontrastu, schematu kolorów
pt_br: Preferências de movimento, contraste, esquema de cores
pt_pt: Preferências de movimento, contraste, esquema de cores
ro: Preferințe mișcare, contrast, schemă de culori
ru: Настройки движения, контраста, цветовой схемы
sk: Preferencie pohybu, kontrastu, farebnej schémy
sv: Rörelse, Kontrast, Färgschema-inställningar
th: การตั้งค่าการเคลื่อนไหว คอนทราสต์ โทนสี
tr: Hareket, Kontrast, Renk şeması tercihleri
uk: Налаштування руху, контрасту, колірної схеми
vi: Tùy chọn chuyển động, tương phản, bảng màu
zh_hans: 动效、对比度、配色方案偏好
zh_hant: 動態效果、對比度、色彩方案偏好設定

source: Move
ar: نقل
ca: Mou
cs: Přesunout
da: Flyt
de: Verschieben
el: Μετακίνηση
es: Mover
fi: Siirrä
fr: Déplacer
he: הזז
hi: स्थानांतरित करें
hr: Premjesti
hu: Áthelyezés
id: Pindahkan
it: Sposta
ja: 移動
ko: 이동
ms: Alih
nb: Flytt
nl: Verplaatsen
pl: Przenieś
pt_br: Mover
pt_pt: Mover
ro: Mută
ru: Переместить
sk: Presunúť
sv: Flytta
th: ย้าย
tr: Taşı
uk: Перемістити
vi: Di chuyển
zh_hans: 移动
zh_hant: 移動

source: MSE for adaptive streaming. iOS 17+: ManagedMediaSource. Older iOS: Not supported.
ar: MSE للبث التكيفي. iOS 17+: ManagedMediaSource. iOS أقدم: غير مدعوم.
ca: MSE per a transmissió adaptativa. iOS 17+: ManagedMediaSource. iOS antic: No compatible.
cs: MSE pro adaptivní streaming. iOS 17+: ManagedMediaSource. Starší iOS: Nepodporováno.
da: MSE til adaptiv streaming. iOS 17+: ManagedMediaSource. Ældre iOS: Ikke understøttet.
de: MSE für adaptives Streaming. iOS 17+: ManagedMediaSource. Ältere iOS: Nicht unterstützt.
el: MSE για προσαρμοστική ροή. iOS 17+: ManagedMediaSource. Παλαιότερο iOS: Δεν υποστηρίζεται.
es: MSE para streaming adaptativo. iOS 17+: ManagedMediaSource. iOS anterior: No compatible.
fi: MSE mukautuvaan suoratoistoon. iOS 17+: ManagedMediaSource. Vanhempi iOS: Ei tuettu.
fr: MSE pour le streaming adaptatif. iOS 17+ : ManagedMediaSource. Ancien iOS : Non pris en charge.
he: MSE לסטרימינג אדפטיבי. iOS 17+: ManagedMediaSource. iOS ישן יותר: לא נתמך.
hi: अनुकूली स्ट्रीमिंग के लिए MSE। iOS 17+: ManagedMediaSource। पुराना iOS: समर्थित नहीं।
hr: MSE za prilagodljivo strujanje. iOS 17+: ManagedMediaSource. Stariji iOS: Nije podržano.
hu: MSE adaptív streaminghez. iOS 17+: ManagedMediaSource. Régebbi iOS: Nem támogatott.
id: MSE untuk streaming adaptif. iOS 17+: ManagedMediaSource. iOS lama: Tidak didukung.
it: MSE per lo streaming adattivo. iOS 17+: ManagedMediaSource. iOS precedenti: Non supportato.
ja: 適応ストリーミング用のMSEです。 iOS 17以降: ManagedMediaSource。 古いiOSではサポートされません。
ko: 적응형 스트리밍용 MSE입니다. iOS 17 이상에서만 지원합니다.
ms: MSE untuk penstriman adaptif. iOS 17+: ManagedMediaSource. iOS lama: Tidak disokong.
nb: MSE for adaptiv strømming. iOS 17+: ManagedMediaSource. Eldre iOS: Ikke støttet.
nl: MSE voor adaptieve streaming. iOS 17+: ManagedMediaSource. Oudere iOS: Niet ondersteund.
pl: MSE dla adaptacyjnego streamingu. iOS 17+: ManagedMediaSource. Starszy iOS: Nieobsługiwane.
pt_br: MSE para streaming adaptativo. iOS 17+: ManagedMediaSource. iOS antigo: Não suportado.
pt_pt: MSE para streaming adaptativo. iOS 17+: ManagedMediaSource. iOS antigo: Não suportado.
ro: MSE pentru streaming adaptiv. iOS 17+: ManagedMediaSource. iOS mai vechi: Nu este suportat.
ru: MSE для адаптивной потоковой передачи. iOS 17+: ManagedMediaSource. Старые iOS: Не поддерживается.
sk: MSE pre adaptívne streamovanie. iOS 17+: ManagedMediaSource. Starší iOS: Nepodporované.
sv: MSE för adaptiv strömning. iOS 17+: ManagedMediaSource. Äldre iOS: Stöds inte.
th: MSE สำหรับการสตรีมแบบปรับได้ iOS 17+: ManagedMediaSource iOS เก่ากว่า: ไม่รองรับ
tr: Uyarlamalı akış için MSE. iOS 17+: ManagedMediaSource. Eski iOS: Desteklenmiyor.
uk: MSE для адаптивної потокової передачі. iOS 17+: ManagedMediaSource. Старіші iOS: Не підтримується.
vi: MSE cho phát trực tuyến thích ứng. iOS 17+: ManagedMediaSource. iOS cũ: Không hỗ trợ.
zh_hans: 用于自适应流的MSE。 iOS 17+: ManagedMediaSource。 旧版iOS: 不支持。
zh_hant: 用於自適應串流的MSE。 iOS 17+: ManagedMediaSource。 舊版iOS: 不支援。

source: Multi-touch support. touchstart/move/end events. iOS native touch handling.
ar: دعم اللمس المتعدد. أحداث touchstart/move/end. معالجة اللمس الأصلية لـ iOS.
ca: Suport multi-touch. Events touchstart/move/end. Gestió tàctil nativa d'iOS.
cs: Podpora multi-touch. Události touchstart/move/end. Nativní zpracování dotyků iOS.
da: Multi-touch understøttelse. touchstart/move/end events. iOS native touch-håndtering.
de: Multi-Touch-Unterstützung. touchstart/move/end Events. iOS native Touch-Behandlung.
el: Υποστήριξη πολλαπλής αφής. Συμβάντα touchstart/move/end. Εγγενής χειρισμός αφής iOS.
es: Soporte multi-touch. Eventos touchstart/move/end. Manejo táctil nativo de iOS.
fi: Monikosketus-tuki. touchstart/move/end-tapahtumat. iOS:n natiivi kosketuskäsittely.
fr: Support multi-touch. Événements touchstart/move/end. Gestion tactile native iOS.
he: תמיכה במגע מרובה. אירועי touchstart/move/end. טיפול מגע מקורי של iOS.
hi: मल्टी-टच समर्थन। touchstart/move/end इवेंट्स। iOS नेटिव टच हैंडलिंग।
hr: Multi-touch podrška. touchstart/move/end događaji. iOS nativno rukovanje dodirom.
hu: Több érintés támogatás. touchstart/move/end események. iOS natív érintéskezelés.
id: Dukungan multi-touch. Event touchstart/move/end. Penanganan sentuh native iOS.
it: Supporto multi-touch. Eventi touchstart/move/end. Gestione touch nativa iOS.
ja: マルチタッチをサポートします。 touchstart/move/endイベント。 iOSネイティブのタッチ処理。
ko: 멀티터치를 지원합니다. iOS 네이티브 터치 처리입니다.
ms: Sokongan sentuh berbilang. Peristiwa touchstart/move/end. Pengendalian sentuh native iOS.
nb: Multi-touch støtte. touchstart/move/end hendelser. iOS native touch-håndtering.
nl: Multi-touch ondersteuning. touchstart/move/end events. iOS native touch-afhandeling.
pl: Obsługa multi-touch. Zdarzenia touchstart/move/end. Natywna obsługa dotyku iOS.
pt_br: Suporte multi-touch. Eventos touchstart/move/end. Manipulação de toque nativa do iOS.
pt_pt: Suporte multi-touch. Eventos touchstart/move/end. Manipulação de toque nativa do iOS.
ro: Suport multi-touch. Evenimente touchstart/move/end. Gestionare touch nativă iOS.
ru: Поддержка мультитач. События touchstart/move/end. Нативная обработка касаний iOS.
sk: Podpora multi-touch. Udalosti touchstart/move/end. Natívne spracovanie dotykov iOS.
sv: Multi-touch stöd. touchstart/move/end händelser. iOS nativ pekhanterin.
th: รองรับมัลติทัช เหตุการณ์ touchstart/move/end การจัดการสัมผัสแบบ iOS ดั้งเดิม
tr: Çoklu dokunma desteği. touchstart/move/end olayları. iOS yerel dokunma işleme.
uk: Підтримка мультитач. Події touchstart/move/end. Нативна обробка дотиків iOS.
vi: Hỗ trợ đa chạm. Sự kiện touchstart/move/end. Xử lý chạm gốc iOS.
zh_hans: 多点触控支持。 touchstart/move/end 事件。 iOS 原生触控处理。
zh_hant: 多點觸控支援。 touchstart/move/end 事件。 iOS 原生觸控處理。

source: My Snippets
ar: مقتطفاتي
ca: Els meus fragments
cs: Moje úryvky
da: Mine uddrag
de: Meine Snippets
el: Τα αποσπάσματά μου
es: Mis fragmentos
fi: Omat katkelmat
fr: Mes extraits
he: קטעי הקוד שלי
hi: मेरे स्निपेट
hr: Moji isječci
hu: Saját kódrészletek
id: Snippet saya
it: I miei snippet
ja: マイスニペット
ko: 내 스니펫
ms: Coretan saya
nb: Mine utdrag
nl: Mijn snippets
pl: Moje fragmenty
pt_br: Meus snippets
pt_pt: Os meus snippets
ro: Fragmentele mele
ru: Мои сниппеты
sk: Moje úryvky
sv: Mina kodsnuttar
th: สนิปเพ็ตของฉัน
tr: Kod parçacıklarım
uk: Мої сніпети
vi: Đoạn mã của tôi
zh_hans: 我的代码片段
zh_hant: 我的程式碼片段

source: Name
ar: الاسم
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
ms: Nama
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Имя
sk: Názov
sv: Namn
th: ชื่อ
tr: Ad
uk: Ім'я
vi: Tên
zh_hans: 名称
zh_hant: 名稱
